Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_law/judicial_review_in_planning_and_environmental_matters.html.txt.tmx
Source language: en
Languages: ga

source: Judicial review in planning and environmental matters
ga: Athbhreithniú breithiúnach i gcúrsaí pleanála agus comhshaoil

source: • Procedures in planning and environmental matters
ga: • Nósanna imeachta in ábhair phleanála agus chomhshaoil

source: Public decisions made by administrative bodies and the lower courts may be judicially reviewed by the High Court
ga: Is féidir leis an Ard-Chúirt athbhreithniú breithiúnach a dhéanamh ar chinntí poiblí a dhéanann comhlachtaí riaracháin agus na híoschúirteanna

source: In a judicial review the court is not concerned with the merits of the decision but rather with the lawfulness of the decision-making process, that is, how the decision was made and the fairness of it
ga: In athbhreithniú breithiúnach, níl fiúntas an chinnidh de chúram ar an gcúirt ach dleathacht an phróisis chinnidh, is é sin, conas a rinneadh an cinneadh agus a chothroime atá sé

source: The basic principles of public decision-making are:
ga: Is iad bunphrionsabail déanamh cinntí poiblí:

source: • The decision-maker must have authority to make the decision that affects you
ga: • Ní mór go mbeidh an t-údarás ag déantóir an chinnidh chun an cinneadh a dhéanamh a dhéanann difear duit

source: If the decision-maker has the authority to make the decision, it must not go beyond the limits of its authority
ga: Má tá an t-údarás ag déantóir an chinnidh chun an cinneadh a dhéanamh, ní mór nach sáraíonn sé teorainn a (h)údaráis

source: • You are entitled to fair procedures in how the decision is reached
ga: • Tá tú i dteideal nósanna imeachta cothroma maidir leis an mbealach a bhaintear an cinneadh amach

source: This means that the decision-maker must not be biased and the decision-maker must give you a fair hearing
ga: Ciallaíonn seo nár cheart go mbeadh déantóir an chinnidh claonta agus nach mór don té a dhéanann an cinneadh éisteacht chothrom a thabhairt duit

source: You must be given an adequate opportunity to present your case
ga: Níor mhór go dtabharfar duit deis leordhóthanach chun do chás a chur i láthair

source: You must be informed of the matter and you must be given a chance to comment on the material put forward by the other side
ga: Ní mór go gcuirfear ar an eolas thú faoin ábhar agus ní mór go dtabharfar duit an deis chun do thuairim a thabhairt ar an ábhar atá á chur ar aghaidh ag an taobh eile

source: • The decision maker must comply with all legal requirements governing the decision and its making
ga: • Ní mór go gcomhlíonfaidh déantóir an chinnidh gach ceanglas dlíthiúil a rialaíonn an cinneadh agus déanamh an chinnidh

source: If the decision-maker does not have authority or does not give you fair procedures or does not comply with the law, you may bring judicial review proceedings in the High Court to challenge the decision
ga: Mura bhfuil an t-údarás ag an té a dhéanann an cinneadh nó mura dtugann sé/sí nósanna imeachta cothroma duit nó mura gcomhlíonann sé/sí an dlí, féadfaidh tú imeachtaí um athbhreithniú breithiúnach a ghlacadh chuig an Ard-Chúirt chun cur in aghaidh an chinnidh

source: You must show that you have an arguable case, that is, that your case has grounds
ga: Ní mór go léiríonn tú go bhfuil cás inargóinte agat, is é sin, go bhfuil bunús le do chás

source: You must also show that you have 'sufficient interest' in the proceedings, that is, that you were affected in some way by the decision you are challenging
ga: Sa bhreis air sin, ní mór duit léiriú go bhfuil ‘leas leordhóthanach’ agat sna himeachtaí, is é sin, go ndearna an cinneadh a bhfuil tú ag cur ina aghaidh difear duit ar bhealach éigin

source: Non-governmental organisations which have been promoting environmental protection for 12 months in respect of planning matters are not required to demonstrate a sufficient interest
ga: Ní cheanglaítear ar eagraíochtaí neamhrialtasacha a raibh cosaint comhshaoil á cur chun cinn acu ar feadh 12 mhí i dtaca le hábhair phleanála leas leordhóthanach a léiriú

source: The High Court will examine the decision and how it was reached and will decide whether or not it was legal or unconstitutional
ga: Scrúdóidh an Ard-Chúirt an cinneadh agus conas a baineadh amach é agus déanfaidh siad cinneadh ar cibé acu an cinneadh dlíthiúil nó neamhbhunreachtúil é

source: The High Court may then quash or cancel the decision – by issuing an order known as certiorari
ga: Ansin is féidir leis an Ard-Chúirt an cinneadh a chur ar neamhní nó a chealú – trí ordú ar a dtugtar certiorari a eisiúint

source: The High Court can also order a decision maker, who is obliged to make a decision but has failed or refused to do so, to actually make the decision – this is known as an order of mandamus
ga: Anuas air sin, féadfaidh an Ard-Chúirt déantóir cinnidh a ordú, ar a bhfuil dualgas chun cinneadh a dhéanamh ach gur theip ar an gCúirt nó gur dhiúltaigh an Chúirt amhlaidh a dhéanamh, chun an cinneadh féin a dhéanamh – tugtar ordú mandamus air seo

source: An order of prohibition may also be granted in appropriate circumstances – i.e
ga: Ina theannta sin, féadtar ordú toirmisc a dheonú faoi na cúinsí cuí – i.e

source: an order prohibiting a decision maker from making a decision
ga: ordú a leagan toirmeasc ar dhéantóir cinneadh ó chinneadh a dhéanamh

source: Other orders that are available include declarations, injunctions of an interim, interlocutory or permanent nature, or an award of damages
ga: I measc na n-orduithe atá ar fáil tá dearbhuithe, urghairí de chineál eatramhach, idirbhreitheach nó buan, nó dámhachtain damáistí

source: Conventional and statutory review
ga: Athbhreithniú comhghnásach agus reachtúil

source: Judicial review is divided into two main categories:
ga: Tá dhá phríomhchatagóir i gceist le hathbhreithniú breithiúnach:

source: • Judicial review in the ordinary or conventional sense: This is the traditional type of judicial review developed over time by the judges and case law
ga: • Athbhreithniú breithiúnach de gháthchineál nó de chineál comhghnásach: Is ionann seo agus an saghas traidisiúnta d’athbhreithniú breithiúnach a forbraíodh thar thréimhse ama ag na breithiúna agus cásdlí

source: Procedure governing conventional judicial review is to be found in Order 84 of the Rules of the Superior Courts
ga: Is féidir teacht ar an nós imeachta a rialaíonn athbhreithniú breithiúnach comhghnásach in Ordú 84 de Rialacha na nUaschúirteanna

source: Further information on the procedure is available in our document: Judicial review of public decisions
ga: Tá fáil ar thuilleadh faisnéise ar an nós imeachta inár gcáipéis: Athbhreithniú breithiúnach ar chinntí poiblí

source: • Statutory judicial review: Specialised statutory schemes of judicial review relating to specific areas of public decision-making which have been singled out by the Oireachtas as warranting specialised schemes because of the policy concerns involved
ga: • Athbhreithniú breithiúnach reachtúil: Scéimeanna reachtúla sainiúla um athbhreithniú breithiúnach a bhaineann le limistéir shonracha de chinntí poiblí a roghnaigh an tOireachtas mar scéimeanna óna dteastaíonn scéimeanna sainiúla mar gheall ar na buarthaí beartais lena mbaineann

source: Statutory schemes and the procedure involved are covered by legislation specific to that area
ga: Cuimsíonn reachtaíocht a bhaineann leis an limistéar ar leith sin scéimeanna reachtúla agus an nós imeachta lena mbaineann

source: Statutory schemes apply to such areas as asylum, pollution control, planning and the takeover of companies
ga: Baineann scéimeanna reachtúla leis na limistéir siúd, ar nós tearmainn, rialú truaillithe, pleanála agus seilbh a ghlacadh ar chuideachtaí

source: Statutory judicial review schemes supplement Order 84 of the Rules of the Superior Courts with their own specific procedural rules
ga: Cuireann roinnt scéimeanna um athbhreithniú breithiúnach reachtúil le hOrdú 84 de Rialacha na nUaschúirteanna lena rialacha sonracha nós imeachta féin

source: These statutory schemes narrow the availability of judicial review through such features as:
ga: Baineann na scéimeanna reachtúla seo den fháil atá ar athbhreithniú breithiúnach trí ghnéithe cosúil leo seo a leanas:

source: • Time limits for an application for leave to bring judicial review proceedings are shorter
ga: • Tá teorainneacha ama d’iarratas ar chead chun imeachtaí um athbhreithniú breithiúnach a ghlacadh níos giorra

source: • Requirements to notify the decision-maker of the leave application
ga: • Ceanglais chun déantóir an chinnidh a chur ar an eolas faoin iarratas ar chead

source: • Higher thresholds applied by the High Court when considering whether to allow leave, for example, substantial grounds rather than an arguable case
ga: • Tairseacha níos airde a chuir an Ard-Chúirt chun feidhme nuair a bhí breithniú á dhéanamh ar cibé acu cead a cheadú nó a mhalairt, mar shampla, bunúis shuntasacha seachas cás inargóinte

source: Procedures in planning and environmental matters
ga: Nósanna imeachta in ábhair phleanála agus chomhshaoil

source: Decisions of the Environmental Protection Agency in relation to waste licensing under the Waste Management Act 1996 and the Waste Management (Licensing) Regulations 2004 (SI 395/2004) are subject to conventional judicial review in accordance with the provisions of Order 84 of the Rules of the Superior Courts
ga: Tá cinntí na Gníomhaireachta um Chaomhnú Comhshaoil maidir le ceadúnú dramhaíola faoin Acht um Bainistiú Dramhaíola, 1996 agus na Rialacháin um Bainistiú Dramhaíola (Ceadúnú), 2004 (IR 395/2004) faoi réir athbhreithniú breithiúnach comhghnásach de réir fhorálacha Ordú 84 de Rialacha na nUaschúirteanna

source: Planning and Development Act consents
ga: Toiliú faoin Acht um Pleanáil agus Forbairt

source: A specific statutory procedure applies to applications for judicial review of decisions made by the planning authorities or An Bord Pleanála
ga: Baineann nós imeachta sainiúil reachtúil le hiarratais ar athbhreithniú breithiúnach ar chinntí a rinne na húdaráis phleanála nó an Bord Pleanála

source: Sections 50 and 50A of the Planning and Development Act 2000 (as amended) set out this procedure, which differs from that provided for in Order 84 of the Rules of the Superior Courts
ga: Leagtar amach in Ailt 50 agus 50A den Acht um Pleanáil agus Forbairt, 2000 (arna leasú) an nós imeachta seo, atá éagsúil uaidh sin a fhoráiltear in Ordú 84 de Rialacha na nUaschúirteanna

source: In particular the time limit for instituting a judicial review in respect of a decision under the Planning and Development Act is 8 weeks from the date of the decision or the doing of an act by a planning authority or the Board
ga: Go háirithe, is ionann an teorainn ama chun athbhreithniú breithiúnach a chur i bhfeidhm i dtaca le cinneadh faoin Acht um Pleanáil agus Forbairt agus 8 seachtaine ó dháta an chinnidh nó déanamh gnímh ag údarás pleanála nó ag an mBord

source: This time may be extended by the Court if it is satisfied there is good and sufficient reason for doing so, and the circumstances that resulted in the failure to make the application for leave within the 8 weeks were outside the control of, the applicant for such extension
ga: Féadfaidh an Chúirt an t-am a shíneadh má tá siad sásta go bhfuil údar maith agus leordhóthanach le hamhlaidh a dhéanamh, agus má bhí na cúinsí as ar eascair an teip ar an iarratas ar chead a dhéanamh laistigh de 8 seachtaine lasmuigh de smacht an iarratasóra ar an síneadh sin

source: Integrated Pollution Prevention and Control licence applications
ga: Iarratais ar Cheadúnas um Chosc agus Rialú Comhtháite ar Thruailliú

source: Applications for judicial review in respect of the Environmental Protection Agency in relation to Integrated Pollution Prevention and Control (IPPC) licence applications are regulated by statute
ga: Tá iarratais ar athbhreithniú maidir leis an nGníomhaireacht um Chaomhnú Comhshaoil a bhaineann le hiarratais ar Cheadúnas um Chosc agus Rialú Comhtháite ar Thruailliú (CRCT) faoi rialú reachta

source: Section 87(10) of the Environmental Protection Agency Act 1992 (as amended) provides for judicial review or other legal proceedings to be initiated by any person, seeking to question the validity of a decision of the Agency to grant or refuse a licence or a revised licence, within a period of 8 weeks
ga: Déantar foráil faoi Alt 87(10) den Acht um Chaomhnú an Chomhshaoil, 1992 (arna leasú) d’athbhreithniú breithiúnach nó do thús a chur le himeachtaí dlíthiúla eile ag aon duine, a lorgaíonn le bailíocht chinneadh na Gníomhaireachta a cheistiú chun ceadúnas nó chun ceadúnas leasaithe a dheonú nó a dhiúltú, laistigh de thréimhse 8 seachtaine

source: This period may be extended, on application, by the High Court, where it considers that there is good and sufficient reason for doing so
ga: Féadfaidh an Ard-Chúirt an tréimhse seo a shíneadh, ach iarraidh orthu, sa chás go measann siad go bhfuil údar suntasach ann le hamhlaidh a dhéanamh

source: There is no requirement on the person initiating these proceedings to demonstrate an interest or indicate a potential personal impact or having a sufficient interest
ga: Níl aon cheanglas ar an duine a chuireann tús leis na himeachtaí seo chun leas a léiriú nó chun tionchar féideartha pearsanta nó chun leas suntasach a thabhairt le fios

source: If you wish to begin judicial review proceedings, you may want to contact a solicitor who will in turn brief a barrister to draft the papers for the case
ga: Más mian leat tús a chur le imeachtaí um athbhreithniú breithiúnach, b’fhéidir gur mian leat teagmháil a dhéanamh le haturnae a ordóidh abhcóide na páipéir a dhréachtú don chás

source: It is also possible for you to represent yourself if you wish to keep your legal costs down
ga: Ina theannta sin, is féidir leat ionadaíocht a dhéanamh duit féin más mian leat do chostais dhlíthiúla a choimeád a ísle is féidir

source: There is no fixed rate of charges for legal fees in Ireland. As with all other service providers, it is advisable to obtain some quotes before deciding on legal representation
ga: Níl aon ráta daingean táillí do chostais dlí in Éirinn, agus ar an ábhar sin, ba cheart duit roinnt cuótaí a choimeád sula ndéanann tú cinneadh ar ionadaíocht dhlíthiúil

source: Your solicitor must advise you in writing of the fees you will be charged for his/her services
ga: Ní mór do d’aturnae na táillí a chur in iúl duit a ghearrfar ort dá s(h)eirbhísí i scríbhinn

source: If it is not possible to give you a definite sum, he/she must estimate a sum or at the very least describe the basis upon which charges or fees will be calculated
ga: Murar féidir suim chinnte a thabhairt duit, ní mór dó/di suim a mheas nó, ar a laghad, cur síos a dhéanamh ar an mbonn ar a ríomhfar táillí nó muirir

source: Generally in litigation the normal rule with regard to costs is that ‘costs follow the event’, i.e
ga: Go ginearálta, i ndlíthíocht, is í an ghnáthriail maidir le costais go ‘leanann na costais an t-imeacht’, i.e

source: the successful party is generally entitled to his costs
ga: bíonn an páirtí rathúil i dteideal a c(h)ostais a fháil

source: Of course if you lose that means that generally you become liable for the costs of the winning party
ga: Dar ndóigh, má chailleann tú an mhaoin sin, beidh tú faoi dhliteanas, go ginearálta, íoc as costais an pháirtí rathúil

source: The Planning and Development Act as amended, by way of section 50B, provides special rules in order to comply with the Public Participation Directive and with the Aarhus Convention
ga: Déantar foráil san Acht um Pleanáil agus Forbairt, arna leasú, ag Alt 50B, do rialacha speisialta d’fhonn an Treoir um Rannpháirtíocht Phoiblí agus Coinbhinsiún Aarhus a chomhlíonadh

source: In cases involving the Environmental Impact Assessment, Strategic Environmental Assessment and Integrated Pollution Prevention and Control directives, a member of the public seeking a review of a public decision will generally not be liable for his costs if he loses and may be entitled to his costs from the losing party if he wins
ga: I gcásanna lena mbaineann Measúnú ar an Tionchar ar an gComhshaol, Measúnú Straitéiseach ar an gComhshaol agus treoracha um Chosc agus Rialú Comhtháite ar Thruailliú, is gnách nach mbeidh duine de mhuintir an phobail a lorgaíonn athbhreithniú ar chinneadh poiblí faoi dhliteanas íoc as a c(h)uid costas agus d'fhéadfadh sé bheith i dteideal a c(h)ostais a fháil ón bpáirtí neamhrathúil má bhíonn an rath air/uirthi

source: An applicant may also be awarded his costs in cases of exceptional importance and where it is in the interests of justice
ga: Ina theannta sin, féadtar a c(h)ostais a dhámhachtain ar iarratasóir i gcásanna lena mbaineann tábhacht eisceachtúil agus sa chás go bhfuil sé ar mhaithe le ceartas

source: There are, however, some exemptions to this rule and an order of costs may be awarded against a party to proceedings in certain circumstances including:
ga: Tá roinnt eisceachtaí, áfach, i leith na rialach seo agus féadtar ordú costas a dhámhachtain i leith páirtí i ndáil le himeachtaí faoi chúinsí áirithe, lena n-áirítear:

source: • Where a case is deemed to be vexatious or frivolous
ga: • Sa chás go meastar go bhfuil cás cráiteach nó suaibhreosach

source: • The manner in which a party has conducted the proceedings, or
ga: • An bealach faoinar thug páirtí na himeachtaí, nó

source: • If a party is in contempt of court
ga: • Má dhéanann páirtí an chúirt a dhíspeagadh

source: In the Environment (Miscellaneous Provisions) Act 2011 these rules were extended to reviews of decisions in certain other environmental cases
ga: San Acht Comhshaoil (Forálacha Ilghnéitheacha), 2011 rinneadh na rialacha seo a shíneadh chun athbhreithnithe ar chinntí i gcásanna áirithe eile comhshaoil a chuimsiú

source: A list of the types of cases to which these rules apply is provided for at section 4 of the Environmental (Miscellaneous Provisions) Act
ga: Cuirtear liosta de na saghsanna cásanna lena mbaineann na rialacha seo ar fáil ag Alt 4 den Acht Comhshaoil (Forálacha Ilghnéitheacha)

source: Section 7 of the Environment (Miscellaneous Provisions) Act 2011 provides for a procedure where a person can apply to a court, prior to taking proceedings, to determine if the case in question qualifies for the new rules on costs
ga: Déanann Alt 7 den Acht Comhshaoil (Forálacha Ilghnéitheacha), 2011 foráil do nós imeachta inar féidir le duine iarratas a dhéanamh ar chúirt, sula nglactar imeachtaí, lena dheimhniú an gcáilítear an cás atá faoi chaibidil do na rialacha nua ar chostais

source: This means that an applicant can find out at an early stage what the financial risks are likely to be if he/she proceeds with the case
ga: Ciallaíonn seo gur féidir le hiarratasóir a dheimhniú, ag luathchéim, céard is dócha a bheidh i gceist leis na rioscaí airgeadais má leanann sé/sí ar aghaidh leis an gcás

source: If the Court does not agree that the case falls under the new rules on costs, the applicant can reconsider the proceedings and the associated costs risk
ga: Mura gcomhaontaíonn an Chúirt go dtagann an cás faoi chuimsiú na rialacha nua ar chostais, féadfaidh an t-iarratasóir athmhachnamh a dhéanamh ar na himeachtaí agus an baol costais gaolmhar

source: To further reduce costs, it is open to anyone taking a case in environmental matters to enquire from legal practitioners if they are willing to take the case on a ‘no foal, no fee’ basis
ga: Chun costais a bhreislaghdú, is faoi dhuine ar bith a bhfuil cás á ghlacadh acu i gceisteanna comhshaoil a fhiafraí de chleachtóirí dlí an bhfuil siad toilteanach chun glacadh leis an gcás ar bhonn ‘dea-thoradh ar bith, táille ar bith’

source: Under such an agreement, if you win your case you will be entitled to recover your costs from the losing side, and if you lose your case, your legal representatives have agreed not to seek their fees
ga: Faoina leithéid de chomhaontú, má éiríonn leat i do chás, beidh tú i dteideal do chostais a aisghabháil ón taobh nár éirigh leis, agus mura n-éiríonn le do chás, chomhaontaigh d’ionadaithe dlí gan a dtáillí a lorg

source: See courts.ie for information on the court fees payable
ga: Féach courts.ie ar fhaisnéis maidir le táillí cúirte iníoctha

source: The Environment (Miscellaneous Provisions) Act 2011 also requires that judicial notice be taken of the Aarhus Convention
ga: Ina theannta sin, ceanglaíonn an tAcht Comhshaoil (Forálacha Ilghnéitheacha), 2011 go dtugtar aird bhreithiúnach ar Choinbhinsiún Aarhus
